/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "‘%@’ 색상 팔레트를 읽는 동안 오류가 발생했습니다. 다른 팔레트를 선택하십시오.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "‘%@’ 색상 팔레트를 저장하는 동안 오류가 발생했습니다. 다시 저장해보십시오.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "사용자 설정 팔레트를 '%@'에 저장하는 동안 오류가 발생했습니다. 다시 저장해보십시오.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "‘%@’ 색상 팔레트 전체를 제거하겠습니까?";

/* Brightness slider text */
"Brightness" = "밝기";

/* COMMENT
   NEED COMMENT */
"Cancel" = "취소";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "색상 팔레트";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "색상 슬라이더";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "색상 원판";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "크레용";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "장비 종속 CMYK";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "장비 종속 흑백";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "장비 종속 RGB";

/* Color space or profile model name */
"DeviceN" = "DeviceN";

/* NEED COMMENT */
"Error Renaming Palette" = "팔레트 이름 변경 오류";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "일반 CMYK";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "일반 흑백";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "일반 RGB";

/* Color space or profile model name; monochrome */
"Gray" = "흑백";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "색상 가리기";

/* Hue slider text */
"Hue" = "색조";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "이미지 팔레트";

/* Color space or profile model name */
"Indexed" = "인덱스됨";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "이름을 변경하려는 항목이 분명하지 않습니다. 하나의 항목만 선택했는지 확인하십시오.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "새로운 색상 팔레트";

/* COMMENT */
"New name for color palette:" = "새로운 색상 팔레트 이름:";

/* Open Color Pallete panel title */
"Open Color Palette" = "색상 팔레트 열기";

/* Color space or profile model name */
"Pattern" = "패턴";

/* COMMENT
   NEED COMMENT */
"Remove" = "제거";

/* COMMENT */
"Remove Color Palette" = "색상 팔레트 제거";

/* NEED COMMENT */
"Remove Palette" = "팔레트 제거";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "사용자 설정 팔레트가 영구적으로 제거됩니다. 사용자 설정 팔레트에서 %@을(를) 제거하겠습니까?";

/* Generic title for color renaming panels */
"Rename Color" = "색상 이름 변경";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "채도";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "색상 보기";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "‘%1$@’ 색상 팔레트는 %2$ld가지 색상을 포함합니다.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "‘%@’ 파일을 제거할 수 없습니다.";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "‘%1$@’ 이미지 이름을 ‘%2$@’(으)로 변경할 수 없습니다.";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "‘%@’ 파일에 관한 권한 설정값은 수정될 수 없습니다.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "‘%1$@’ 프로파일은 %2$ld가지 색상을 포함합니다.";

/* NEED COMMENT */
"There was a Color Panel error." = "색상 패널 오류가 발생했습니다.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "색상 팔레트를 여는 동안 오류가 발생했습니다.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "색상 팔레트를 저장하는 동안 오류가 발생했습니다.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "이 색상은 프로파일을 사용할 수 없습니다.";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "무제";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "이 목록에 이미 ‘%@’(이)라는 색상 이름이 있습니다. 다른 이름을 선택하십시오.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "이미 ‘%@’(이)라는 이름의 사용자 설정 팔레트가 있습니다. 다른 이름을 선택하십시오.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "이미 ‘%@’(이)라는 이름의 팔레트가 있습니다. 다른 이름을 선택하십시오.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "‘%1$@’의 이름을 ‘%2$@’(으)로 변경할 수 없습니다.";

